Revit 2027 API
NumberingFormatSettings Constructor
Overload List
Name | Description
NumberingFormatSettings() |  Create an empty NumberingFormatSettings object.
NumberingFormatSettings(NumberingFormatSettings) |  Copy a parameter and its association.
Top
See Also
Reference
NumberingFormatSettings Class
Autodesk.Revit.DB Namespace